[Anim]
00=Animators
01=Max Fanning
02=Salinee Mukhood
04=Niamh Tierney
05=Adam Vincent

[Anim_Lead]
00=Lead Animator
01=Zafer Coban

[Art]
00=Artists
01=Lee Adamson
02=Michael Bel Gil
03=Jamie Field
04=Lukas Jevcak
05=Dusan Kerekes
06=Remi Lefort
07=John Southgate
08=Karl Stjernberg
09=Alex Underhill
10=Yannis Ziakas

[Art_Concept]
00=Concept Artists
01=John Gravato
02=Kan Muftic
03=Lee Oliver

[Art_Director]
00=Art Director
01=David Hego

[Art_Fx]
00=FX Artists
01=Ingmar Clarysse
03=Merter Hussein

[Art_Lead]
00=Lead Environment Artist
01=William Smith

[Art_Producer]
00=Art Producer
01=Wayne Billingham

[Assistant_Brand_Manager]
00=Assistant Brand Manager
01=Luke Willoughby

[Assistant_Editor,_Interactive]
00=Assistant Editor, Interactive
01=Gary Collins

[Associate_Producer]
00=Associate Producer
01=Joe Best

[Audio]
00=Sound Designers
01=Lee Banyard
02=Andrew Riley

[Audio_Manager]
00=Audio Director
01=Nick Arundel

[Audio_Programmer]
00=Audio Programmer
01=Anthony Lloyd

[Batman_Created_By]
00=Batman Created By
01=Bob Kane

[Brand_Manager]
00=Brand Manager
01=Trevor Burrows

[Cast_List]
00=Cast List
01=Mark Hamill - The Joker
02=Kevin Conroy - Batman, Bruce Wayne, Thomas Wayne
03=Arleen Sorkin - Harley Quinn
04=Tom Kane - Jim Gordon, Quincy Sharp, Louie Green, Amadeus Arkham
06=Steven Blum - Killer Croc, Masked Guard #2, Ian Kennedy, Jordan Fraser
07=Danny Jacobs - Zsasz, Frank Boles, Robert Stirling, Masked Guard #1
08=Dino Andrade - The Scarecrow, Lunatic #1
09=Tasia Valenza - Poison Ivy, Martha Wayne
10=Fred Tatasciore - Bane, Henchman #2, Carl Todd
11=Wally Wingert - The Riddler, Bob Johnson, Henchman #5, Adrian Chen,
12=Luke Curtis, Gotham Cop, Masked Guard
13=Kimberly D. Brooks - Oracle, Bruce Wayne (Child), Sarah Cassidy
14=Cree Summer - Penny Young
15=Adrienne Barbeau - Gretchen Whistler, Voice of Arkham
16=Chris Cox - Eddie Burlow, Masked Orderly #2, Masked Guard #3
17=Keith Ferguson - Lunatic #2, Stephen Kellerman, TV Voice
18=Chris Gardner - Henry Smith, Zach Franklin, Henchman #4
19=James Horan - Henchman #3, Masked Orderly #3, Jack Ryder
20=Roger Rose - William North, Masked Guard #4, Masked Orderly #1
21=Duane Shepard - Aaron Cash, Henchman #6
22=Rick Wasserman - Henchman #1, Gotham Cop

[CD_Assistant_Lead]
00=QA Assistant Lead
01=David Pogan

[CD_QA_Lead]
00=QA Lead
01=Ian Johnson

[CD_QA_Manager]
00=QA Manager
01=Christopher Bruno

[CD_Technicians]
00=QA Technicians
01=Ken Chua
02=Mandy Draeger
03=Joe Greer
04=Alice Grunstra
05=Josh Hicks
06=Ben Stoddard

[Channel_Marketing_Specialist]
00=Channel Marketing Specialist
01=Rafal Dudziec

[Character]
00=Character Artists
01=Albert Feliu
02=Pablo Hoyos
03=Rodolfo de Souza Silva

[Character_Lead]
00=Lead Character Artist
01=Andrew Coombes

[Chief_Executive_Officer]
00=Chief Executive Officer
01=Phil Rogers

[Chief_Financial_Officer]
00=Chief Financial Officer
01=Robert Brent

[Chief_Technical_Officer]
00=Chief Technical Officer
01=Julien Merceron

[Cinematics]
00=Cinematics Artists
01=David Fiala
02=Art Lenavat
03=Mark Perceval-Maxwell

[Cinematics_FX]
00=Cinematics FX Artist
01=Paul Cloney

[Cinematics_Lead]
00=Lead Cinematics Artist
01=Paul Boulden

[Code]
00=Programmers
01=Paul Denning
02=Adam Doherty
03=Adam Goh
04=Ben Nicholson
05=Tim Rennie
06=Andrew Rowse
07=Alex Snape
08=Mark Welch

[Code_Engine]
00=Engine Programmers
01=John Gay
02=Simon Hargrave
03=Miles Macklin

[Code_Lead]
00=Lead AI Programmer
01=Tim Hanagan

[Community_Manager]
00=Community Manager
01=Mike Oldman

[Company_Secretary]
00=Company Secretary
01=Anthony Price

[Coordinator_of_Performer_Rights_and_Clearances]
00=Coordinator of Performer Rights and Clearances (Skylark Sound Studios)
01=Nadia Kedineoglu
02=Savant Productions – Talent Payroll Services

[Creative_Services_Manager]
00=Creative Services Manager
01=Mike Carla

[Creative_Services_Project_Administrator]
00=Creative Services Project Administrator
01=Julie Moretti

[Crystal_Dynamics]
00=Crystal Dynamics

[DC_COMICS]
00=DC COMICS
01=a Warner Bros. Entertainment Company

[DC_Special_Thanks]
00=Special Thanks
01=Marc Bolling
02=Kevin Kiniry
03=John Nee
04=Cheryl Rubin
05=Victoria Setian
06=Andrea Shochet

[Deputy_General_Counsel]
00=Deputy General Counsel
01=Jennifer Stump

[Design]
00=Designers
01=Bill Green
02=Magali Stretton
03=Jamie Whitworth

[Design_Lead]
00=Lead Level Designer
01=Ian Ball

[Design_Manager]
00=Design Manager
01=Stephen Goss

[Design_Script]
00=Lead Narrative Designer
01=Paul Crocker

[Dialogue_and_ADR_mixers]
00=Dialogue and ADR mixers
01=Mark Mercado
02=Devon Bowman

[Dialogue_recorded_at:_Salami_Studios_Audio_Post_Production]
00=Dialogue recorded at: Salami Studios Audio Post – North Hollywood CA

[Director,_Marketing]
00=Director, Marketing
01=Matthew Geyer

[Director,_PR]
00=Director, PR
01=Remi Sklar

[Director,_Sales_and_Licensing]
00=Director, Sales & Licensing
01=Albert Fernandez

[Director,_Trade_Marketing]
00=Director, Trade Marketing
01=Anne Leuschen

[Director_Game]
00=Game Director
01=Sefton Hill

[Director_of_Finance_and_Operations]
00=Director of Finance and Operations
01=Michael Poon

[Director_of_Marketing]
00=Director of Marketing
01=Karl Stewart

[Director_of_Performer_Rights_and_Clearances]
00=Director of Performer Rights and Clearances (Skylark Sound Studios)
01=Rita Kedineoglu

[Director_of_Production,_Licensing]
00=Director of Production, Licensing
01=Heidi Behrendt

[Director_Studio]
00=Studio Director
01=Jamie Walker

[Director_Tech]
00=Technical Director
01=Ben Wyatt

[Distribution_Supervisor]
00=Distribution Supervisor
01=Fiona Batey / Dominic Edwards

[Dubbing_Director]
00=Dubbing Director
01=Guido Rutta

[Editor,_Interactive]
00=Editor, Interactive
01=John Morgan

[EF_Special_Thanks]
00=Special Thanks
01=Jürgen Goeldner
02=Jonathan Eardley
03=George Write
04=Steve Kelsey
05=Alastair Cornish
06=A massive thanks to all of you in the PR, Sales, Marketing, Finance, Legal and IT teams
07=

[Eidos_Deutschland]
00=Square Enix Deutschland

[Eidos_France]
00=Square Enix France

[Eidos_Game_Studios]
00=Square Enix London Studios

[Eidos_Game_Studios_General_Manager]
00=Square Enix London Studios General Manager
01=Lee Singleton

[Eidos_Global]
00=Square Enix

[Eidos_Montréal]
00=Eidos Montréal

[Eidos_UK]
00=Square Enix Europe

[Eidos_US]
00=Eidos US

[EM_QA_Lead]
00=QA Lead
01=Anne-Marie Pelletier
02=Brent Tighe
03=Jonathan Larouche

[English_Cast_list]
00=English Cast list

[EVP/Editorial_Director]
00=EVP/Editorial Director
01=Jim Lee

[Executive_Vice_President,_Worldwide_Operations]
00=Executive Vice President, Worldwide Operations
01=John Quinn

[Executive_Vice_President_of_Sales_and_Marketing]
00=Executive Vice President of Sales & Marketing
01=Robert Lindsey

[External_Games_Designer]
00=External Games Designer
01=William Beacham
02=Russell Kerrison

[Foley_Artist]
00=Foley Artists
02=Alyson Moore
03=John Roesch

[Foley_Editor]
00=Foley Editors
01=Thom Brennan
02=Solange Schwalbe, M.P.S.E.

[FR_Dubbing_Director]
00=Dubbing Director
01=Mark Lesser

[FR_Managing_Director]
00=Managing Director
01=Patrick Melchior

[French_Cast_List]
00=French Cast List
01=Jean-Jacques Nervest - Aaron Cash
02=Adrien Antoine - Batman, Bruce Wayne
03=Valérie Siclay - Harley Quinn
04=Bruno Dubernat - Henchman 1
05=Gilles Morvan - Henchman 2
06=Jean-Claude Sachot - Jim Gordon
07=Pierre Hatet - The Joker
08=William Coryn - Masked Guard 1
09=Luc Bernard - Masked Guard 2
10=Marie Huguet - Penny Young
11=Malvina Germain - Poison Ivy
12=Martial Le Minoux - The Riddler
13=Vincent Violette - The Scarecrow

[French_Translation/Adaption]
00=French Translation/Adaption
01=Caroline Agudo, Virginie Clauzel, Sophie Foliguet, Caroline Slama

[GE_Dubbing_Director]
00=Dubbing Director
01=Sven Plate

[German_Cast_List]
00=German Cast List
01=Michael Iwannek - Aaron Cash
02=David Nathan - Batman, Bruce Wayne
03=Rubina Kuraoka - Harley Quinn
04=Uli Krohm - Henchman 1
05=Oliver Stritzel - Henchman 2
06=Jan Spitzer - Jim Gordon
07=Bodo Wolf - The Joker
08=Karlo Hackenberger - Masked Guard 1
09=Tobias Kluckert - Masked Guard 2
10=Anke Reitzenstein - Penny Young
11=Christin Marquitan - Poison Ivy
12=Dennis Schmidt-Foß - The Riddler
13=Michael Pan - The Scarecrow

[German_Translation/Adaption]
00=German Translation/Adaption
01=Sven Plate, Christian Press

[Global_Communications_Manager]
00=Global Communications Manager
01=Gareth Ramsay

[Group_Communications_Director]
00=Group Communications Director
01=Chris Glover

[Group_Editor,_Interactive]
00=Group Editor, Interactive
01=Steve Korté

[Group_Marketing_Director]
00=Group Marketing Director
01=Sarah Hoeksma

[Group_Strategic_Planning_Director]
00=Group Strategic Planning Director
01=Fabien Rossini

[Head_of_Legal_And_Business_Affairs]
00=Head of Legal & Business Affairs
01=Charlotte Osborne

[Head_of_Localisation]
00=Head of Localization
01=Monica Dalla Valle
02=Caroline Simon

[Head_of_QA]
00=Head of QA
01=Marc Titheridge

[Head_of_UK_Marketing]
00=Head of UK Marketing
01=Jon Brooke

[Head_of_UK_Sales]
00=Head of UK Sales
01=Dave Gould

[In_Game_Music]
01=In Game Music
02=Music composed by Nick Arundel and Ron Fish

[Italian_Cast_List]
00=Italian Cast List
01=Giovanni Battezzato - Aaron Cash
02=Marco Balzarotti - Batman, Bruce Wayne
03=Marcella Silvestri - Harley Quinn
04=Paolo Sesana - Henchman 1
05=Massimiliano Lotti - Henchman 2
06=Mario Scarabelli - Jim Gordon
07=Riccardo Peroni - The Joker
08=Paolo de Santis - Masked Guard 1
09=Renato Novara - Masked Guard 2
10=Loredana Nicosia - Penny Young
11=Patrizia Scianca - Poison Ivy
12=Daniele Demma - The Riddler
13=Alberto Sette - The Scarecrow

[Italian_Translation/Adaption]
00=Italian Translation/Adaption
01=C.I.T.I.

[Lead_Artist]
00=Lead Artist
01=Carlos D'Anda

[Lead_Mocap]
00=Lead Mo-Cap Animator
01=James Norman

[Legal_And_Business_Affairs_Manager]
00=Legal & Business Affairs Manager
01=Lucy Kaulback

[Leiter_Produkt/Marketing]
00=Leiter Produkt/Marketing
01=Lars Winkler

[Localisation_Manager]
00=Localization Manager
01=Jan Büchner

[Localisation_QA_Supervisor]
00=localization QA Supervisor
01=Augusto d'Apuzzo

[Manager,_First_Party_Operations]
00=Manager, First Party Operations
01=Wendy Bozzi

[Manager,_Rights_and_Clearances]
00=Manager, Rights & Clearances
01=Karen Fishman

[Manager,_Sales_Analysis]
00=Manager, Sales Analysis
01=Chris Hughes

[Manager,_Sales_Communications]
00=Manager, Sales Communications
01=Gail Arceneaux

[Manager,_Trade_Marketing]
00=Manager, Trade Marketing
01=Blake Hennon
02=Steven Hosey

[Managing_Director]
00=Managing Director
01=Patrick Melchior

[Manual_Writer]
00=Manual Writer
01=Joe Best

[Marketing_Administrator]
00=Marketing Administrator
01=Kathie McClure

[Marketing_Associate]
00=Marketing Associate
01=Andrew Meengern

[Marketing_Coordinator]
00=Marketing Coordinator
01=Joveth Gonzalez

[Marketing_Director]
00=Marketing Director
01=Florent Moreau

[Marketing_Manager]
00=Marketing Manager
01=Phillip Ser

[Marketing_Product_Manager]
00=Marketing Product Manager
01=Rodney Lelu

[Mastering_Manager]
00=Mastering Manager
01=Jason Walker

[Motion_Capture]
00=Motion Capture
01=James Norman

[NV_Art]
00=Art
01=Dane Johnston
02=Johnny Costello

[NV_Destruction_Tech]
00=PhysX Destruction Tech
01=James Dolan
02=Bryan Galdrikian
03=Richard Tonge
04=Steve Bohro
05=Jean Bordes
06=Yan Kang

[NV_Dev_Rel_Man]
00=Dev Relations & Management
01=Keita Ida
02=Phil Scott
03=Phil Wright
04=Curtis Davis
05=Monier Maher
06=Ashutosh Rege

[NV_Dev_Tech]
00=Developer Technology
01=Miguel Sainz
02=Jon Jansen
03=Louis Bavoil
04=Simon Green

[NV_Engineering]
00=PhysX Engineering
01=David Sullins
02=Lihua Zhang
03=David Schoemehl

[NV_Testing]
00=Testing
01=Jeremy Patterson
02=Nathan Schubert
03=Don Price
04=Chris Lin
05=Tim Tcheblokov

[Nvidia]
00=Nvidia

[Operations]
00=Operations

[Operations_Analyst]
00=Operations Analyst
01=Lisa Sakurai

[Operations_Director]
00=Operations Director
01=Richard Lever

[Outsource_Partners]
00=Outsource Partners
01=Engine Room Games
02=Mine Loader Software
03=Mobility Art
04=Redjade

[PR_Manager]
00=PR Manager
01=Sven Liebold
02=Andre Göpfert

[PR_Manager,_Americas]
00=PR Manager, Americas
01=Kehau Rodenhurst

[PR_Representative]
00=PR Representative
01=Jessica Holloway

[PR_Specialist]
00=PR Specialist
01=Stanley Phan

[President]
00=President
01=Martin Tremblay

[Producer]
00=Producer
01=Matt O' Driscoll
02=Jonathan Eardley

[Producer_Associate]
00=Associate Producers
01=Scott Burfitt
02=Gerald Smith

[Producer_Senior]
00=Senior Producers
01=Daniel Bailie
02=Nathan Burlow

[Product_Acquisition_Director]
00=Product Acquisition Director
01=Ian Livingstone

[Product_Acquisitions_Coordinator]
00=Product Acquisitions Coordinator
01=Caspar Gray

[Product_Management]
00=Product Management
01=Karl Stewart

[Production_and_Creative_Manager]
00=Production and Creative Manager
01=Linda Ormrod

[Production_Coordinator]
00=Production Coordinator
01=Jamie O'Brien Moore

[Production_Executive]
00=Production Executive
01=Tiago Silva

[QA]
00=Quality Assurance
01=Ray Mullen
02=Anthony Wicker
03=James Wicker

[QA_Lead]
00=Lead Quality Assurance
01=Ashraf Mohammad

[QA_Manager]
00=QA Manager
01=Ian Rowsell

[QA_Project_Manager]
00=QA Project Manager
01=Tony Peterken

[QA_Supervisor]
00=QA Supervisor
01=Emmanuel-Yvan Ofoé

[QA_Testers]
00=QA Testers
01=Alexandre Garneau
02=Anousack Senekangna
03=Basil M. Pesin
04=Blaise Boileau-Fournier
05=Blake Marsh
06=Christopher Siklosi
07=Danielle Chapman
08=Diane Ng
09=Didier Leroy
10=Frédérick April
11=Frédéric Comtois
12=Gabriel Bouvier-Pelletier
13=Gokhan Calislar
14=Gregory Bowes
15=Guillaume Fortin-Debigaré
16=Guy Gilbert
17=Jacob Young
18=James O'Neill
19=Jean-François Gauthier
20=Jean-Mathieu Foisy
21=Jessica Morin
22=Jonathan Darsigny
23=Jordan Bourion
24=Joseph Serrao
25=Julie Hallé
26=Justin Alguire
27=Justin Bulman

[QA_Testers_2]
00=QA Testers
01=Karine Marecki
02=Marc-André Chérilus
03=Martin Frappier
04=Martin Prégent
05=Mathieu Fairfield
06=Mathieu Pinsonnault
07=Maxime Binette
08=Maxime Roy
09=Michael Lemme
10=Michael St-Denis
11=Paul Gordon
12=Petar Moraliev
13=Peter Veillette
14=Philip Grohe
15=Philippe Cadieux
16=Pierre-Luc Grenon
17=Pierre-Marc Savoie
18=Ronald Stapper
19=Scott McKay
20=Simon Gastin
21=Simon Laverdiere
22=Stefan Horvath
23=Stéphane Rainville
24=Thomas Serrano
25=Victor White
26=Walter Herrera
27=Wendel A. James
28=William Paré
29=Yan Chayer

[Recorded_at_Blackbird_Music,_Germany]
00=Recorded at Blackbird Music, Germany

[Recorded_at_La_Marque_Rose,_France]
00=Recorded at La Marque Rose, France

[Recorded_at_Merak,_Italy]
00=Recorded at Merak, Italy

[Recorded_at_Tecnison,_Spain]
00=Recorded at Tecnison,Spain

[Regional_Sales_Manager]
00=Regional Sales Manager
01=Holly Robinson

[Re-Recording_Mixer]
00=Re-Recording Mixer
01=Tom Ozanich

[Rocksteady_Studios_Ltd]
00=Developed by Rocksteady Studios Ltd

[Sales]
00=Sales
01=Paula Cook
02=Brian Dimick
03=Monique Doubet
04=Rasmus Fahraeus
05=Sharon Gamble
06=Daphne Lamb
07=Monica Loya
08=Ulises Molina
09=Greg Mucha
10=Echo Storch
11=Diana Zingiryan

[Sales_and_Marketing_Services_Manager]
00=Sales and Marketing Services Manager
01=Ilana Budanitsky

[Sales_Director]
00=Sales Director
01=Antoine Bailly

[Senior_Creative_Artworker]
00=Senior Creative Artworker
01=Emma Ward

[Senior_Director_Human_Resources]
00=Senior Director Human Resources
01=Lisa Dennis

[Senior_Editor,_Interactive]
00=Senior Editor, Interactive
01=Dana Kurtin

[Senior_Marketing_and_Distribution_Manager]
00=Senior Marketing & Distribution Manager
01=Marcus Behrens

[Senior_Vice_President,_Operations]
00=Senior Vice President, Operations
01=Debra Baker

[Senior_Vice_President,_Production_and_Development]
00=Senior Vice President, Production & Development
01=Samantha Ryan

[Senior_VP_Post_Production_Services]
00=Senior VP Post Production Services
01=Kim Waugh

[Skylark_Sound_Studios_Signatory_Services_AFTRA]
00=Skylark Sound Studios - Signatory Services (AFTRA)

[Sound_Designer]
00=Sound Designer
01=Gregory J. Hainer, M.P.S.E.

[Sound_Supervisor_/_Sound_Designer]
00=Sound Supervisor / Sound Designer
01=Gregory J. Hainer, M.P.S.E.

[SP_Dubbing_Director]
00=Dubbing Director
01=Raquel Martín

[Spanish_Cast_List]
00=Spanish Cast List
01=Peyo Garcia - Aaron Cash
02=Claudio Serrano - Batman, Bruce Wayne
03=Amparo Bravo - Harley Quinn
04=Rafael Azcarraga - Henchman 1
05=Juan Navarro - Henchman 2
06=Roberto Cuenca - Jim Gordon
07=Jose Padilla - The Joker
08=Luis Fernando Rios - Masked Guard 1
09=Miguel Angel Garzón - Masked Guard 2
10=Pilar Gonzalez - Penny Young
11=Carmen Consentino - Poison Ivy
12=Eduardo Jover - The Riddler, The Scarecrow

[Spanish_Translation/Adaption]
00=Spanish Translation/Adaption
01=Kenneth Post, Raquel Martín

[Special_Thanks]
00=Special Thanks
01=Darren Barnett
02=Jeff Benoit
03=Aran Dharmeratnam
04=Mark Stephenson
05=Drew Wilson
06=Vicon

[Sr__Manager__Product_Management]
00=Sr. Manager. Product Management
01=Mai Kawaguchi

[Support_Staff]
00=Support Staff
01=Adrian Hill
02=Benjamin Nias
03=Magdalena Ordyk
04=Ben Parkinson

[UK_General_Manager]
00=UK General Manager
01=Bob Burridge

[UK_PR_Manager]
00=UK PR Manager
01=Roxana Etemad

[UK_Senior_Product_Manager]
00=UK Senior Product Manager
01=Paul Benjamin

[US_Associate_Producer]
00=Associate Producer
01=Arnab Basu

[US_Legal_and_Business_Affairs_Manager]
00=Legal and Business Affairs Manager
01=Clint Waasted

[US_Mastering_and_Submissions_Supervisor]
00=US Mastering and Submissions Supervisor
01=Jordan Romaidis

[Vice_President,_Business_Development]
00=Vice President, Business Development
01=Scott Johnson

[Vice_President,_Finance]
00=Vice President, Finance
01=Steve Chalk

[Vice_President,_Sales_and_Distribution]
00=Vice President, Sales & Distribution
01=Kevin Kebodeaux

[Voice_and_Casting_Director]
00=Voice and Casting Director
01=Collette Sunderman

[VP/General_Manager]
00=VP/General Manager
01=Hank Kanalz

[Warner_Bros__Interactive_Entertainment]
00=Warner Bros. Interactive Entertainment

[Warner_Bros__Sound_Facilities]
00=Warner Bros. Sound Facilities

[Warner_Bros__Studio_Facilities]
00=Warner Bros. Studio Facilities

[WB_Associate_Producer]
00=Associate Producer
01=Nathan Whitman

[WB_Foley_Artist]
00=Foley Artists
02=David Fein
03=Alyson Moore
04=John Roesch

[WB_Foley_Mixer]
00=Foley Mixer
01=Mary Jo Lang

[WB_Marketing_Coordinator]
00=Marketing Coordinator
01=Steven Sizer

[WB_Special_Thanks]
00=Special Thanks
01=Adam Friedberg
02=Josh Koenig
03=Ming Xia
04=Lowell Vaughen
05=Benjamin Lile
06=Ames Kirshen
07=Peter Wyse

[Wildstorm_Productions]
00=Wildstorm Productions

[Writer]
00=Written By
01=Paul Dini
